Repository: strelovidniy/finder
Catalog: finder.client/src/locale/messages.*.xlf
Languages: de, it, uk

source: Last name required
de: Nachname erforderlich
it: Cognome richiesto
uk: Потрібне прізвище

source: First name required
de: Vorname erforderlich
it: Nome richiesto
uk: Потрібно ім’я

source: Invitation token required
de: Einladungs-Token erforderlich
it: Richiesto il token d'invito
uk: Потрібен маркер запрошення

source: Password required
de: Passwort erforderlich
it: È richiesta la password
uk: Потрібен пароль

source: Email required
de: E-Mail-Adresse erforderlich
it: Email richiesta
uk: Потрібна електронна адреса

source: Role name required
de: Rollenname erforderlich
it: Nome del ruolo richiesto
uk: Потрібна назва ролі

source: Verification code required
de: Bestätigungscode erforderlich
it: Codice di verifica richiesto
uk: Потрібен код підтвердження

source: Confirm password required
de: Passwort bestätigen erforderlich
it: È necessario confermare la password
uk: Потрібно підтвердити пароль

source: Address line 1 required
de: Adresszeile 1 erforderlich
it: Indirizzo riga 1 richiesto
uk: Потрібен перший рядок адреси

source: City required
de: Stadt erforderlich
it: Città richiesta
uk: Потрібно місто

source: State required
de: Erforderlicher Staat
it: Stato richiesto
uk: Потрібна держава

source: Postal code required
de: Postleitzahl erforderlich
it: Codice postale richiesto
uk: Необхідний поштовий індекс

source: Country required
de: Land erforderlich
it: Paese richiesto
uk: Потрібна країна

source: Images required
de: Bilder erforderlich
it: Immagini richieste
uk: Потрібні зображення

source: Description required
de: Beschreibung erforderlich
it: Descrizione richiesta
uk: Потрібен опис

source: Title required
de: Titel erforderlich
it: Titolo richiesto
uk: Потрібна назва

source: Auth required
de: Authentifizierung erforderlich
it: Autorizzazione richiesta
uk: Потрібна авторизація

source: P256dh required
de: P256dh erforderlich
it: Richiesto P256dh
uk: Потрібен P256d

source: Keys required
de: Schlüssel erforderlich
it: Chiavi necessarie
uk: Потрібні ключі

source: Endpoint required
de: Endpunkt erforderlich
it: Endpoint richiesto
uk: Потрібна кінцева точка

source: Filter titles required
de: Titel filtern erforderlich
it: Titoli dei filtri richiesti
uk: Потрібні назви фільтрів

source: Filter tags required
de: Filter-Tags erforderlich
it: Filtro dei tag richiesto
uk: Потрібні теги фільтрів

source: Password length exceeded
de: Passwortlänge überschritten
it: Lunghezza della password superata
uk: Перевищено довжину пароля

source: Password must have at least 8 characters
de: Das Passwort muss mindestens 8 Zeichen lang sein
it: La password deve avere almeno 8 caratteri
uk: Пароль повинен містити не менше 8 символів

source: Password must have not more than 32 characters
de: Das Passwort darf nicht mehr als 32 Zeichen lang sein
it: La password non deve contenere più di 32 caratteri
uk: Пароль повинен містити не більше 32 символів

source: Password must have at least one uppercase letter
de: Das Passwort muss mindestens einen Großbuchstaben haben
it: La password deve contenere almeno una lettera maiuscola.
uk: Пароль має містити принаймні одну велику літеру

source: Password must have at least one lowercase letter
de: Das Passwort muss mindestens einen Kleinbuchstaben haben
it: La password deve contenere almeno una lettera minuscola
uk: Пароль має містити принаймні одну малу літеру

source: Password must have at least one digit
de: Das Passwort muss mindestens eine Ziffer haben
it: La password deve avere almeno una cifra
uk: Пароль повинен містити хоча б одну цифру

source: Invalid role type
de: Ungültiger Rollentyp
it: Tipo di ruolo non valido
uk: Недійсний тип ролі

source: Invalid sort by property
de: Ungültige Sortierung nach Eigenschaft
it: Proprietà di ordinamento non valida
uk: Недійсне сортування за властивістю

source: Invalid expand property
de: Ungültige Expand-Eigenschaft
it: Proprietà expand non valida
uk: Недійсна властивість розширення

source: Invalid email format
de: Ungültiges E-Mail-Format
it: Formato e-mail non valido
uk: Недійсний формат електронної пошти

source: Invalid email model
de: Ungültiges E-Mail-Modell
it: Modello di e-mail non valido
uk: Недійсна модель електронної пошти

source: Invalid verification code
de: Ungültiger Verifizierungscode
it: Codice di verifica non valido
uk: Недійсний код підтвердження

source: Invalid file
de: Ungültige Datei
it: File non valido
uk: Недійсний файл

source: Invalid phone number
de: Ungültige Telefonnummer
it: Numero di telefono non valido
uk: Недійсний номер телефону

source: Invalid notification settings
de: Ungültige Benachrichtigungseinstellungen
it: Impostazioni di notifica non valide
uk: Недійсні налаштування сповіщень

source: First name should not contain white space
de: Vorname sollte keine Leerzeichen enthalten
it: Il nome non deve contenere spazi bianchi
uk: Ім'я не повинно містити пробілів

source: Last name should not contain white space
de: Nachname sollte keine Leerzeichen enthalten
it: Il cognome non deve contenere spazi bianchi
uk: Прізвище не повинно містити пробілів

source: Help request removed
de: Hilfeanfrage entfernt
it: Richiesta di aiuto rimossa
uk: Запит на допомогу видалено

source: New password has been sent to the mail
de: Neues Passwort wurde an die Mail gesendet
it: La nuova password è stata inviata per posta
uk: Новий пароль надіслано на пошту

source: Password changed
de: Passwort geändert
it: Password modificata
uk: Пароль змінено

source: Сhanges applied
de: Angewandte Änderungen
it: Modifiche applicate
uk: Зміни застосовано

source: Invitation was sent
de: Einladung wurde verschickt
it: L'invito è stato inviato
uk: Запрошення надіслано

source: User has ben deleted
de: Benutzer wurde gelöscht
it: L'utente è stato cancellato
uk: Користувача видалено

source: Enable Notifications
de: Benachrichtigungen aktivieren
it: Abilita le notifiche
uk: Увімкнути сповіщення

source: Enable Tag Filtration
de: Tag-Filterung aktivieren
it: Abilita il filtraggio dei tag
uk: Увімкнути фільтрацію тегів

source: Filter Tags
it: Filtro Tag
uk: Теги фільтрів

source: Tags are required
de: Tags sind erforderlich
it: I tag sono necessari
uk: Потрібні теги

source: Separate tags with commas
de: Tags durch Kommas trennen
it: Separare i tag con le virgole
uk: Розділяйте теги комами

source: Enable Title Filtration
de: Titelfilterung aktivieren
it: Abilita il filtraggio dei titoli
uk: Увімкнути фільтрацію заголовків

source: Filter Titles
de: Titel filtern
it: Filtrare i titoli
uk: Фільтр заголовків

source: Titles are required
de: Titel sind erforderlich
it: I titoli sono richiesti
uk: Назви обов'язкові

source: Separate title substrings with commas
de: Trennen Sie Titelsubstrate mit Kommas
it: Separare le sottostringhe dei titoli con le virgole
uk: Розділіть підрядки заголовка комами

source: DANGER ZONE: This will enable notifications for all the updates and can cause a lot of notifications
de: GEFAHRENBEREICH: Dies aktiviert Benachrichtigungen für alle Updates und kann viele Benachrichtigungen verursachen
it: ZONA DI PERICOLO: Questo abilita le notifiche per tutti gli aggiornamenti e può causare molte notifiche.
uk: НЕБЕЗПЕЧНА ЗОНА: це ввімкне сповіщення про всі оновлення та може спричинити багато сповіщень

source: Enable Update Notifications
de: Aktualisierungsbenachrichtigungen aktivieren
it: Abilita le notifiche di aggiornamento
uk: Увімкнути сповіщення про оновлення

source: Tags are required
de: Tags sind erforderlich
it: I tag sono necessari
uk: Потрібні теги

source: Titles are required
de: Titel sind erforderlich
it: I titoli sono richiesti
uk: Назви обов'язкові

source: You have successfully subscribed to push notifications
de: Sie haben Push-Benachrichtigungen erfolgreich abonniert
it: L'iscrizione alle notifiche push è avvenuta con successo
uk: Ви успішно підписалися на push-сповіщення

source: An error occurred while subscribing to push notifications
de: Beim Abonnieren von Push-Benachrichtigungen ist ein Fehler aufgetreten
it: Si è verificato un errore durante la sottoscrizione delle notifiche push
uk: Під час підписки на push-сповіщення сталася помилка

source: Failed to subscribe to push notifications
de: Push-Benachrichtigungen konnten nicht abonniert werden
it: Impossibile sottoscrivere le notifiche push
uk: Не вдалося підписатися на push-повідомлення

source: Your notifications settings have been updated
de: Ihre Benachrichtigungseinstellungen wurden aktualisiert
it: Le impostazioni delle notifiche sono state aggiornate
uk: Ваші налаштування сповіщень оновлено

source: An error occurred while updating your notifications settings
de: Beim Aktualisieren Ihrer Benachrichtigungseinstellungen ist ein Fehler aufgetreten
it: Si è verificato un errore durante l'aggiornamento delle impostazioni delle notifiche
uk: Під час оновлення налаштувань сповіщень сталася помилка

source: Pending Status
de: Status ausstehend
it: Stato in sospeso
uk: Статус очікування

source: Open chat
de: Chat öffnen
it: Aprire la chat
uk: Відкрити чат

source: Create chat
de: Chat erstellen
it: Creare una chat
uk: Створити чат

source: Download PDF
de: PDF herunterladen
it: Scaricare PDF
uk: Завантажити PDF

source: Download QR Code
de: QR-Code herunterladen
it: Scaricare Codice QR
uk: Завантажте QR-код

source: Share
de: Teilen
it: Condividi
uk: Поділіться

source: Decline
de: Ablehnen
it: Declino
uk: відхилити

source: Approve
de: Genehmigen
it: Approvare
uk: Затвердити

source: Published {{searchOperation.createdAt | date}}
de: Veröffentlicht {{searchOperation.createdAt | date}}
it: Pubblicato {{searchOperation.createdAt | date}}
uk: Опубліковано {{searchOperation.createdAt | date}}

source: Already applied {{searchOperation.applicantsCount || 0}} people
de: Bereits angemeldete {{searchOperation.applicantsCount || 0}} Personen
it: Già applicato {{searchOperation.applicantsCount || 0}} persone
uk: Вже застосовано{{searchOperation.applicantsCount || 0}} Люди

source: Apply
de: Anwenden
it: Applicare
uk: Застосувати

source: You have already applied
de: Sie haben sich bereits beworben
it: Hai già fatto domanda
uk: Ви вже подали заявку

source: Contact organizer
de: Organisator kontaktieren
it: Contatto organizzatore
uk: Зв'яжіться з організатором

source: You have successfully approved this operation
de: Sie haben diesen Vorgang erfolgreich genehmigt
it: L'operazione è stata approvata con successo
uk: Ви успішно схвалили цю операцію

source: An error occurred while approving this operation
de: Beim Genehmigen dieses Vorgangs ist ein Fehler aufgetreten
it: Si è verificato un errore durante l'approvazione di questa operazione
uk: Під час схвалення цієї операції сталася помилка

source: You have successfully rejected this operation
de: Sie haben diesen Vorgang erfolgreich abgelehnt
it: L'operazione è stata rifiutata con successo
uk: Ви успішно відхилили цю операцію

source: An error occurred while rejecting this operation
de: Beim Ablehnen dieses Vorgangs ist ein Fehler aufgetreten
it: Si è verificato un errore durante il rifiuto di questa operazione
uk: Під час відхилення цієї операції сталася помилка

source: You have successfully applied to this operation
de: Sie haben sich erfolgreich für diesen Vorgang beworben
it: La candidatura a questa operazione è stata accolta con successo
uk: Ви успішно подали заявку на цю операцію

source: An error occurred while applying to this operation
de: Beim Anwenden auf diesen Vorgang ist ein Fehler aufgetreten
it: Si è verificato un errore durante l'applicazione a questa operazione
uk: Під час застосування до цієї операції сталася помилка

source: QR code successfully downloaded
de: QR-Code erfolgreich heruntergeladen
it: Codice QR scaricato con successo
uk: QR-код успішно завантажено

source: An error occurred while downloading the QR code
de: Beim Herunterladen des QR-Codes ist ein Fehler aufgetreten
it: Si è verificato un errore durante il download del codice QR
uk: Під час завантаження QR-коду сталася помилка

source: PDF successfully downloaded
de: PDF erfolgreich heruntergeladen
it: PDF scaricato con successo
uk: PDF успішно завантажено

source: An error occurred while downloading the PDF
de: Beim Herunterladen der PDF ist ein Fehler aufgetreten
it: Si è verificato un errore durante il download del PDF
uk: Під час завантаження PDF сталася помилка

source: Chat successfully created
de: Chat erfolgreich erstellt
it: La chat è stata creata con successo
uk: Чат успішно створено

source: An error occurred while creating the chat
de: Beim Erstellen des Chats ist ein Fehler aufgetreten
it: Si è verificato un errore durante la creazione della chat
uk: Під час створення чату сталася помилка

source: Main information
de: Hauptinformationen
it: Informazioni principali
uk: Основна інформація

source: Enter a short but informative title
de: Geben Sie einen kurzen, aber informativen Titel ein
it: Inserite un titolo breve ma informativo
uk: Введіть короткий, але інформативний заголовок

source: Title (max 200 characters)
de: Titel (max. 200 Zeichen)
it: Titolo (max 200 caratteri)
uk: Назва (макс. 200 символів)

source: Title is required
de: Titel ist erforderlich
it: Il titolo è richiesto
uk: Необхідно вказати назву

source: Title cannot be longer than 200 characters
de: Titel darf nicht länger als 200 Zeichen sein
it: Il titolo non può essere più lungo di 200 caratteri
uk: Заголовок не може бути довшим за 200 символів

source: Choose category
de: Kategorie wählen
it: Scegliere la categoria
uk: Виберіть категорію

source: Category
de: Kategorie
it: Categoria
uk: Категорія

source: Category is required
de: Kategorie ist erforderlich
it: La categoria è richiesta
uk: Необхідно вказати категорію

source: Set additional tags for faster distribution
de: Legen Sie zusätzliche Tags für eine schnellere Verteilung fest
it: Impostare tag aggiuntivi per una distribuzione più rapida
uk: Встановіть додаткові теги для швидшого розповсюдження

source: List the tags separated by commas
de: Listen Sie die durch Kommas getrennten Tags auf
it: Elencare i tag separati da virgole
uk: Перелічіть теги, розділені комами

source: Show my contact information
de: Meine Kontaktinformationen anzeigen
it: Mostra le mie informazioni di contatto
uk: Показати мою контактну інформацію

source: Photo
de: Foto
it: Foto
uk: Фото

source: Add some photos
de: Füge ein paar Fotos hinzu
it: Aggiungere alcune foto
uk: Додайте кілька фотографій

source: Add image
de: Bild hinzufügen
it: Aggiungi immagine
uk: Додайте зображення

source: Description
de: Beschreibung
it: Descrizione
uk: опис

source: Provide all necessary information
de: Geben Sie alle notwendigen Informationen an
it: Fornire tutte le informazioni necessarie
uk: Надайте всю необхідну інформацію

source: Description (max 2000 characters)
de: Beschreibung (max. 2000 Zeichen)
it: Descrizione (max 2000 caratteri)
uk: Опис (макс. 2000 символів)

source: Description is required
de: Beschreibung ist erforderlich
it: La descrizione è necessaria
uk: Потрібен опис

source: Description cannot be longer than 2000 characters
de: Beschreibung darf nicht länger als 2000 Zeichen sein
it: La descrizione non può essere più lunga di 2000 caratteri
uk: Опис не може бути довшим за 2000 символів

source: Unknown
de: Unbekannt
it: Sconosciuto
uk: Невідомий

source: Evacuation
de: Evakuierung
it: Evacuazione
uk: Евакуація

source: Missing
de: Fehlt
it: Mancante
uk: Відсутня

source: Building collapse
de: Gebäudeeinsturz
it: Crollo di un edificio
uk: Обвалення будівлі

source: Please add at least one image
de: Bitte fügen Sie mindestens ein Bild hinzu
it: Aggiungere almeno un'immagine
uk: Будь ласка, додайте принаймні одне зображення

source: Request updated successfully
de: Anfrage erfolgreich aktualisiert
it: Richiesta aggiornata con successo
uk: Запит успішно оновлено

source: Failed to update search operation
de: Fehler beim Aktualisieren des Suchvorgangs
it: Operazione di ricerca non aggiornata
uk: Не вдалося оновити операцію пошуку

source: Request created successfully
de: Anfrage erfolgreich erstellt
it: Richiesta creata con successo
uk: Запит створено успішно

source: Failed to create request
de: Anfrage konnte nicht erstellt werden
it: Richiesta non creata
uk: Не вдалося створити запит

source: The image size should not exceed 100MB
de: Die Bildgröße sollte 100 MB nicht überschreiten
it: Le dimensioni dell'immagine non devono superare i 100 MB
uk: Розмір зображення не повинен перевищувати 100 МБ

source: Images with size over 100MB ignored
de: Bilder mit einer Größe von mehr als 100 MB werden ignoriert
it: Immagini con dimensioni superiori a 100MB ignorate
uk: Зображення розміром понад 100 МБ ігноруються

source: Create search operation
de: Suchvorgang erstellen
it: Creare un'operazione di ricerca
uk: Створення пошукової операції

source: Create search operation request
de: Suchoperationsanforderung erstellen
it: Creare una richiesta di operazione di ricerca
uk: Створення запиту на пошукову операцію

source: Last operations
de: Letzte Vorgänge
it: Ultime operazioni
uk: Останні операції

source: On review
de: Wird überprüft
it: In revisione
uk: На огляді

source: Responded:
de: Geantwortet:
it: Risponde:
uk: відповів:

source: Create Search Operation
de: Suchvorgang erstellen
it: Creare un'operazione di ricerca
uk: Створення операції пошуку

source: Are you sure you want to remove this request? This action can not be undone.
de: Sind Sie sicher, dass Sie diese Anfrage entfernen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
it: Sei sicuro di voler rimuovere questa richiesta? Questa azione non può essere annullata.
uk: Ви впевнені, що хочете видалити цей запит? Цю дію не можна скасувати.

source: Request removed successfully
de: Anfrage erfolgreich entfernt
it: Richiesta rimossa con successo
uk: Запит успішно видалено

source: Something went wrong. Request was not removed.
de: Etwas ist schiefgelaufen. Anfrage wurde nicht entfernt.
it: Qualcosa è andato storto. La richiesta non è stata rimossa.
uk: Щось пішло не так. Запит не видалено.

source: Switch to Card View
de: Zur Kartenansicht wechseln
it: Passare alla visualizzazione a schede
uk: Перейдіть у режим перегляду карток

source: Switch to Table View
de: Zur Tabellenansicht wechseln
it: Passare alla vista Tabella
uk: Переключитися на перегляд таблиці

source: Change Password
de: Passwort ändern
it: Modifica della password
uk: Змінити пароль

source: Old Password
de: Altes Passwort
it: Vecchia password
uk: Старий пароль

source: Change Password
de: Passwort ändern
it: Modifica della password
uk: Змінити пароль

source: Something's wrong with one or more fields
de: Etwas stimmt nicht mit einem oder mehreren Feldern
it: Qualcosa non va in uno o più campi
uk: Щось не так з одним чи кількома полями

source: No
de: Nein
uk: Немає

source: Yes
de: Ja
it: Sì
uk: Так

source: Confirm Action
de: Aktion bestätigen
it: Confermare l'azione
uk: Підтвердити дію

source: Are you sure you want do this?
de: Sind Sie sicher, dass Sie das tun wollen?
it: Sei sicuro di volerlo fare?
uk: Ви впевнені, що хочете це зробити?

source: Copy
de: Kopie
it: Copia
uk: Копія

source: close dialog
de: dialog schließen
it: chiudere la finestra di dialogo
uk: закрити діалог

source: Text Copied
de: Text kopiert
it: Testo copiato
uk: Текст скопійовано

source: close
de: schließen
it: chiudere
uk: закрити

source: Image
de: Bild
it: Immagine
uk: Зображення

source: Profile Settings
de: Profileinstellungen
it: Impostazioni del profilo
uk: Налаштування профілю

source: No records found
de: Keine Einträge gefunden
it: Nessun record trovato
uk: Записів не знайдено

source: Home
de: Startseite
it: Casa
uk: додому

source: App Logo
it: Logo dell'app
uk: Логотип програми

source: Search
de: Suchen
it: Ricerca
uk: Пошук

source: Language
de: Sprache
it: Lingua
uk: Мова

source: User Avatar
de: Benutzer-Avatar
it: Avatar utente
uk: Аватар користувача

source: Admin
uk: адмін

source: Profile Details
de: Profildetails
it: Dettagli del profilo
uk: Деталі профілю

source: Settings
de: Einstellungen
it: Impostazioni
uk: Налаштування

source: Notifications
de: Benachrichtigungen
it: Notifiche
uk: Сповіщення

source: Change password
de: Passwort ändern
it: Modifica della password
uk: Змінити пароль

source: Logout
de: Abmelden
it: Disconnessione
uk: Вийти

source: Users
de: Benutzer
it: Utenti
uk: Користувачі

source: English
de: Englisch
it: Inglese
uk: англійська

source: German
de: Deutsch
it: Tedesco
uk: Німецький

source: French
de: Französisch
it: Francese
uk: французька

source: Spanish
de: Spanisch
it: Spagnolo
uk: Іспанська

source: Italian
de: Italienisch
it: Italiano
uk: італійська

source: Japanese
de: Japanisch
it: Giapponese
uk: Японський

source: Ukrainian
de: Ukrainisch
it: Ucraino
uk: українська

source: Go Back
de: Zurück
it: Torna indietro
uk: Повертайся

source: Back
de: Zurück
it: Indietro
uk: Назад

source: Go Forward
de: Vorwärts
it: Andare avanti
uk: Йти вперед

source: Forward
de: Weiterleiten
it: In avanti
uk: вперед

source: Custom
de: Benutzerdefiniert
it: Personalizzato
