Repository: strelovidniy/finder
Catalog: finder.client/src/locale/messages.*.xlf
Languages: de, it, uk

source: User Image
de: Benutzerbild
it: Immagine utente
uk: Зображення користувача

source: Upload new image
de: Neues Bild hochladen
it: Caricare una nuova immagine
uk: Завантажте нове зображення

source: Save
de: Speichern
it: Risparmiare
uk: зберегти

source: Contact Information
de: Kontaktinformationen
it: Informazioni di contatto
uk: Контактна інформація

source: Phone Number
de: Telefonnummer
it: Numero di telefono
uk: Номер телефону

source: Phone Number
de: Telefonnummer
it: Numero di telefono
uk: Номер телефону

source: Phone Number cannot be longer than 100 characters
de: Telefonnummer darf nicht länger als 100 Zeichen sein
it: Il numero di telefono non può essere più lungo di 100 caratteri
uk: Номер телефону не може бути довшим за 100 символів

source: Invalid Phone Number
de: Ungültige Telefonnummer
it: Numero di telefono non valido
uk: Недійсний номер телефону

source: Telegram
de: Telegramm
it: Telegramma
uk: Телеграма

source: Telegram
de: Telegramm
it: Telegramma
uk: Телеграма

source: Telegram cannot be longer than 200 characters
de: Telegramm darf nicht länger als 200 Zeichen sein
it: Il telegramma non può essere più lungo di 200 caratteri
uk: Телеграма не може містити більше 200 символів

source: LinkedIn cannot be longer than 200 characters
de: LinkedIn darf nicht länger als 200 Zeichen sein
it: LinkedIn non può essere più lungo di 200 caratteri
uk: LinkedIn не може містити більше 200 символів

source: Instagram cannot be longer than 200 characters
de: Instagram darf nicht länger als 200 Zeichen sein
it: Instagram non può essere più lungo di 200 caratteri
uk: Довжина Instagram не може перевищувати 200 символів

source: Skype cannot be longer than 200 characters
de: Skype darf nicht länger als 200 Zeichen sein
it: Skype non può essere più lungo di 200 caratteri
uk: Довжина Skype не може перевищувати 200 символів

source: Other
de: Sonstiges
it: Altro
uk: Інший

source: Other
de: Sonstiges
it: Altro
uk: Інший

source: Other cannot be longer than 2000 characters
de: Andere Zeichen dürfen nicht länger als 2000 Zeichen sein
it: Gli altri non possono essere più lunghi di 2000 caratteri
uk: Інше не може бути довшим за 2000 символів

source: Address
de: Adresse
it: Indirizzo
uk: Адреса

source: Address Line 1
de: Adresszeile 1
it: Indirizzo Linea 1
uk: Адреса, рядок 1

source: Address Line 1
de: Adresszeile 1
it: Indirizzo Linea 1
uk: Адреса, рядок 1

source: Address Line 1 cannot be longer than 200 characters
de: Adresszeile 1 darf nicht länger als 200 Zeichen sein
it: La riga dell'indirizzo 1 non può essere più lunga di 200 caratteri
uk: Перший рядок адреси не може містити більше 200 символів

source: Address Line 1 is required
de: Adresszeile 1 ist erforderlich
it: È richiesta la riga dell'indirizzo 1
uk: Необхідно вказати перший рядок адреси

source: Address Line 2
de: Adresszeile 2
it: Indirizzo Linea 2
uk: Адресний рядок 2

source: Address Line 2
de: Adresszeile 2
it: Indirizzo Linea 2
uk: Адресний рядок 2

source: Address Line 2 cannot be longer than 200 characters
de: Adresszeile 2 darf nicht länger als 200 Zeichen sein
it: La riga dell'indirizzo 2 non può essere più lunga di 200 caratteri
uk: Другий рядок адреси не може містити більше 200 символів

source: City / District
de: Stadt / Bezirk
it: Città / Distretto
uk: Місто / Район

source: City / District
de: Stadt / Bezirk
it: Città / Distretto
uk: Місто / Район

source: City / District cannot be longer than 200 characters
de: Stadt / Bezirk darf nicht länger als 200 Zeichen sein
it: La città/distretto non può essere più lunga di 200 caratteri
uk: Місто/район не може містити більше 200 символів

source: City / District is required
de: Stadt / Bezirk ist erforderlich
it: La città/distretto è richiesta
uk: Необхідно вказати місто/район

source: Province / State
de: Provinz / Bundesland
it: Provincia / Stato
uk: Провінція / Штат

source: Province / State
de: Provinz / Bundesland
it: Provincia / Stato
uk: Провінція / Штат

source: Province / State cannot be longer than 200 characters
de: Provinz / Bundesland darf nicht länger als 200 Zeichen sein
it: Provincia / Stato non può essere più lungo di 200 caratteri
uk: Провінція/штат не може містити більше 200 символів

source: Province / State is required
de: Provinz / Bundesland ist erforderlich
it: Provincia / Stato è richiesto
uk: Потрібно вказати провінцію/штат

source: Country
de: Land
it: Paese
uk: Країна

source: Country
de: Land
it: Paese
uk: Країна

source: Country cannot be longer than 200 characters
de: Land darf nicht länger als 200 Zeichen sein
it: Il paese non può essere più lungo di 200 caratteri
uk: Країна не може містити більше 200 символів

source: Country is required
de: Land ist erforderlich
it: Il paese è richiesto
uk: Необхідно вказати країну

source: Postal Code
de: Postleitzahl
it: Codice postale
uk: Поштовий індекс

source: Postal Code
de: Postleitzahl
it: Codice postale
uk: Поштовий індекс

source: Postal Code cannot be longer than 200 characters
de: Postleitzahl darf nicht länger als 200 Zeichen sein
it: Il codice postale non può essere più lungo di 200 caratteri
uk: Поштовий індекс не може бути довшим за 200 символів

source: Postal Code is required
de: Postleitzahl ist erforderlich
it: Il codice postale è richiesto
uk: Необхідно вказати поштовий індекс

source: Address updated successfully
de: Adresse erfolgreich aktualisiert
it: Indirizzo aggiornato con successo
uk: Адресу успішно оновлено

source: Address update failed
de: Adressaktualisierung fehlgeschlagen
it: Aggiornamento indirizzo fallito
uk: Помилка оновлення адреси

source: Address is invalid and not updated
de: Adresse ist ungültig und nicht aktualisiert
it: L'indirizzo non è valido e non è aggiornato
uk: Адреса недійсна та не оновлена

source: Contact details updated successfully
de: Kontaktdaten erfolgreich aktualisiert
it: Dettagli di contatto aggiornati con successo
uk: Контактні дані успішно оновлено

source: Contact details update failed
de: Aktualisierung der Kontaktdaten fehlgeschlagen
it: Aggiornamento dei dati di contatto non riuscito
uk: Не вдалося оновити контактні дані

source: Contact details is invalid and not updated
de: Kontaktdaten sind ungültig und nicht aktualisiert
it: I dati di contatto non sono validi e non sono aggiornati
uk: Контактна інформація недійсна та не оновлена

source: Profile image uploaded successfully
de: Profilbild erfolgreich hochgeladen
it: Immagine del profilo caricata con successo
uk: Зображення профілю успішно завантажено

source: Profile image upload failed
de: Hochladen des Profilbilds fehlgeschlagen
it: Caricamento dell'immagine del profilo non riuscito
uk: Не вдалося завантажити зображення профілю

source: Name
it: Nome
uk: Ім'я

source: Role name is required
de: Rollenname ist erforderlich
it: Il nome del ruolo è obbligatorio
uk: Потрібно вказати назву ролі

source: Role Type
de: Rollentyp
it: Tipo di ruolo
uk: Тип ролі

source: Admin
uk: адмін

source: User
de: Benutzer
it: Utente
uk: Користувач

source: Helper
de: Helfer
it: Aiutante
uk: Помічник

source: Users Management
de: Benutzerverwaltung
it: Gestione degli utenti
uk: Керування користувачами

source: View Users
de: Benutzer anzeigen
it: Visualizza gli utenti
uk: Переглянути користувачів

source: Delete Users
de: Benutzer löschen
it: Eliminare gli utenti
uk: Видалити користувачів

source: Edit User
de: Benutzer bearbeiten
it: Modifica utente
uk: Редагувати користувача

source: Roles Management
de: Rollenmanagement
it: Gestione dei ruoli
uk: Управління ролями

source: View Roles
de: Rollen anzeigen
it: Visualizza i ruoli
uk: Переглянути ролі

source: Create and Delete Roles
de: Rollen erstellen und löschen
it: Creare ed eliminare i ruoli
uk: Створення та видалення ролей

source: Edit Roles
de: Rollen bearbeiten
it: Modifica dei ruoli
uk: Редагувати ролі

source: System Maintenance
de: Systemwartung
it: Manutenzione del sistema
uk: Обслуговування системи

source: Maintain System
de: System warten
it: Mantenere il sistema
uk: Підтримувати систему

source: Help Requests
de: Hilfeanfragen
it: Richieste di aiuto
uk: Запити на допомогу

source: Create Help Request
de: Hilfeanfrage erstellen
it: Creare una richiesta di aiuto
uk: Створити запит на допомогу

source: View Help Requests
de: Hilfeanfragen anzeigen
it: Visualizza le richieste di aiuto
uk: Переглянути запити на допомогу

source: You can't create role without selecting permissions.
de: Sie können keine Rolle erstellen, ohne Berechtigungen auszuwählen.
it: Non è possibile creare un ruolo senza selezionare le autorizzazioni.
uk: Ви не можете створити роль, не вибравши дозволи.

source: Search
de: Suchen
it: Ricerca
uk: Пошук

source: Add New Role
de: Neue Rolle hinzufügen
it: Aggiungi nuovo ruolo
uk: Додати нову роль

source: Created At
de: Erstellt am
it: Creato a
uk: Створено Ат

source: Updated At
de: Aktualisiert am
it: Aggiornato al
uk: Оновлено At

source: Actions
de: Aktionen
it: Azioni
uk: Дії

source: Are you sure you want to delete this role?
de: Sind Sie sicher, dass Sie diese Rolle löschen möchten?
it: È sicuro di voler eliminare questo ruolo?
uk: Ви впевнені, що хочете видалити цю роль?

source: Invite User
de: Benutzer einladen
it: Invita l'utente
uk: Запросити користувача

source: Close
de: Schließen
it: Chiudere
uk: Закрити

source: Email
uk: Електронна пошта

source: Email is required
de: E-Mail-Adresse ist erforderlich
it: L'e-mail è necessaria
uk: Необхідно вказати адресу електронної пошти

source: Invalid email
de: Ungültige E-Mail-Adresse
it: Email non valida
uk: Недійсна електронна адреса

source: Change Role
de: Rolle ändern
it: Cambiamento di ruolo
uk: Змінити роль

source: Role
de: Rolle
it: Ruolo
uk: Роль

source: Select role
de: Rolle auswählen
it: Seleziona il ruolo
uk: Виберіть роль

source: Role is required
de: Rolle ist erforderlich
it: Il ruolo è richiesto
uk: Потрібна роль

source: Close
de: Schließen
it: Chiudere
uk: Закрити

source: Edit user
de: Benutzer bearbeiten
it: Modifica utente
uk: Редагувати користувача

source: First Name
de: Vorname
it: Nome
uk: Ім'я

source: First Name is required
de: Vorname ist erforderlich
it: Il nome è obbligatorio
uk: Ім'я обов'язкове

source: Last Name
de: Nachname
it: Cognome
uk: Прізвище

source: Last Name is required
de: Nachname ist erforderlich
it: Il cognome è obbligatorio
uk: Необхідно вказати прізвище

source: Edit
de: Bearbeiten
it: Modifica
uk: Редагувати

source: Invite User
de: Benutzer einladen
it: Invita l'utente
uk: Запросити користувача

source: Status
it: Stato
uk: Статус

source: Are you sure you want to delete this user?
de: Sind Sie sicher, dass Sie diesen Benutzer löschen möchten?
it: Siete sicuri di voler eliminare questo utente?
uk: Ви впевнені, що хочете видалити цього користувача?

source: auth image
de: auth-Bild
it: immagine di autenticazione
uk: зображення авторизації

source: Confirming email...
de: E-Mail wird bestätigt...
it: Email di conferma...
uk: Підтвердження електронної пошти...

source: Success
de: Erfolg
it: Il successo
uk: Успіх

source: Your email has been confirmed. <br /> You will be redirected to the login page in a few seconds.
de: Ihre E-Mail-Adresse wurde bestätigt. <br /> Sie werden in wenigen Sekunden zur Anmeldeseite weitergeleitet.
it: L'e-mail è stata confermata. <br /> In pochi secondi verrete reindirizzati alla pagina di accesso.
uk: Вашу електронну адресу підтверджено. <br /> Через кілька секунд ви будете перенаправлені на сторінку входу.

source: Oops, something went wrong.
de: Hoppla, da ist etwas schiefgelaufen.
it: Ops, qualcosa è andato storto.
uk: Щось пішло не так.

source: Please try again later or contact support.
de: Bitte versuchen Sie es später erneut oder wenden Sie sich an den Support.
it: Riprovare più tardi o contattare l'assistenza.
uk: Спробуйте пізніше або зверніться до служби підтримки.

source: Email confirmed successfully
de: E-Mail erfolgreich bestätigt
it: Email confermata con successo
uk: Електронну пошту успішно підтверджено

source: Forgot password ?
de: Passwort vergessen ?
it: Avete dimenticato la password?
uk: Забули пароль ?

source: We will send a password reset letter to your email
de: Wir senden Ihnen einen Brief zum Zurücksetzen des Passworts an Ihre E-Mail-Adresse
it: Invieremo una lettera di reimpostazione della password al vostro indirizzo e-mail.
uk: Ми надішлемо лист для зміни пароля на вашу електронну пошту

source: Send
de: Senden
it: Inviare
uk: Надіслати

source: Email is required
de: E-Mail-Adresse ist erforderlich
it: L'e-mail è necessaria
uk: Необхідно вказати адресу електронної пошти

source: Invalid email
de: Ungültige E-Mail-Adresse
it: Email non valida
uk: Недійсна електронна адреса

source: Welcome!
de: Herzlich willkommen!
it: Benvenuti!
uk: Ласкаво просимо!

source: Sign in or register to access to information about the search for missing persons
de: Melden Sie sich an oder registrieren Sie sich, um Zugang zu Informationen über die Suche nach vermissten Personen zu erhalten
it: Accedi o registrati per accedere alle informazioni sulla ricerca di persone scomparse
uk: Увійдіть або зареєструйтесь, щоб отримати доступ до інформації про розшук зниклих безвісти

source: Email
uk: Електронна пошта

source: Please provide a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse an
it: Si prega di fornire un indirizzo e-mail valido
uk: Укажіть дійсну електронну адресу

source: Password
de: Passwort
uk: Пароль

source: Password
de: Passwort
uk: Пароль

source: Please provide a valid password
de: Bitte geben Sie ein gültiges Passwort ein
it: Si prega di fornire una password valida
uk: Введіть дійсний пароль

source: Remember me
de: Angemeldet bleiben
it: Ricordati di me
uk: Пам'ятай мене

source: Forgot password?
de: Passwort vergessen?
it: Hai dimenticato la password?
uk: Забули пароль?

source: Sign In
de: Anmelden
it: Accedi
uk: Увійти

source: I don't have an account. <a [routerLink]="['/auth/sign-up']"> Sign up </a>
de: Ich habe kein Konto. <a [routerLink]="['/auth/sign-up']"> Registrieren </a>
it: Non ho un account. <a [routerLink]="['/auth/sign-up']"> Iscriviti </a>
uk: У мене немає облікового запису. <a [routerLink]="['/auth/sign-up']"> Зареєструватися </a>

source: Continue with
de: Weiter mit
it: Continua con
uk: Продовжити з

source: This feature is not available yet.
de: Diese Funktion ist noch nicht verfügbar.
it: Questa funzione non è ancora disponibile.
uk: Ця функція ще не доступна.

source: Create New Password
de: Neues Passwort erstellen
it: Creare una nuova password
uk: Створити новий пароль

source: Enter your new password
de: Geben Sie Ihr neues Passwort ein
it: Inserire la nuova password
uk: Введіть свій новий пароль

source: New Password
de: Neues Passwort
it: Nuova password
uk: Новий пароль

source: New Password
de: Neues Passwort
it: Nuova password
uk: Новий пароль

source: Must be at least 8 characters!
de: Muss mindestens 8 Zeichen lang sein!
it: Deve essere di almeno 8 caratteri!
uk: Має бути не менше 8 символів!

source: Must contain at least 1 number!
de: Muss mindestens 1 Zahl enthalten!
it: Deve contenere almeno 1 numero!
uk: Має містити принаймні 1 число!

source: Must contain at least 1 in Capital Case!
de: Muss mindestens 1 in Capital Case enthalten!
it: Deve contenere almeno 1 maiuscola!
uk: Має містити принаймні 1 у великому регістрі!

source: Must contain at least 1 Letter in Small Case!
de: Muss mindestens 1 Buchstaben in Kleinbuchstaben enthalten!
it: Deve contenere almeno 1 lettera in minuscolo!
uk: Має містити принаймні 1 літеру малого регістру!

source: Confirm New Password
de: Neues Passwort bestätigen
it: Conferma la nuova password
uk: Підтвердити новий пароль

source: Confirm New Password
de: Neues Passwort bestätigen
it: Conferma la nuova password
uk: Підтвердити новий пароль

source: Field is required
de: Feld ist ein Pflichtfeld
it: Il campo è obbligatorio
uk: Поле обов'язкове

source: Passwords do not match
de: Passwörter stimmen nicht überein
it: Le password non corrispondono
uk: Паролі не збігаються

source: Reset Password
de: Passwort zurücksetzen
it: Ripristino della password
uk: Скинути пароль

source: Back to login
de: Zurück zum Login
it: Torna al login
uk: Назад до входу

source: Sign Up
de: Registrieren
it: Iscriviti
uk: Зареєструватися

source: Enter your details to countinue
de: Geben Sie Ihre Daten ein, um zu zählen
it: Inserisci i tuoi dati per continuare
uk: Введіть свої дані, щоб продовжити

source: First Name
de: Vorname
it: Nome
uk: Ім'я

source: First Name cannot contains space
de: Vorname darf kein Leerzeichen enthalten
it: Il nome non può contenere spazi
uk: Ім’я не може містити пробіл

source: Last Name
de: Nachname
it: Cognome
uk: Прізвище

source: Last Name cannot contains space
de: Nachname darf kein Leerzeichen enthalten
it: Il cognome non può contenere spazi
uk: Прізвище не може містити пробіл

source: Incorrect email format
de: Falsches E-Mail-Format
it: Formato e-mail non corretto
uk: Неправильний формат електронної пошти

source: Confirm Password
de: Passwort bestätigen
it: Conferma la password
uk: Підтвердьте пароль

source: Confirm Password
de: Passwort bestätigen
it: Conferma la password
uk: Підтвердьте пароль

source: Confirm Password is required
de: Passwort bestätigen ist erforderlich
it: È richiesta la conferma della password
uk: Потрібно підтвердити пароль

source: I agree to the Terms and Conditions
de: Ich stimme den Allgemeinen Geschäftsbedingungen zu
it: Accetto i Termini e le Condizioni
uk: Я згоден з Умовами

source: You already have an account? <a (click)="logIn()"> Log in </a>
de: Sie haben bereits ein Konto? <a (click)="logIn()"> Einloggen </a>
it: Avete già un account? <a (click)="logIn()"> Accedi </a>
uk: Ви вже маєте акаунт? <a (click)="logIn()"> авторизуватися </a>

source: Something wrong with one or more fields
de: Etwas stimmt nicht mit einem oder mehreren Feldern
it: Qualcosa non va in uno o più campi
uk: Щось не так з одним чи кількома полями

source: You have successfully registered. Please check your email to confirm your account
de: Sie haben sich erfolgreich registriert. Bitte überprüfen Sie Ihre E-Mail-Adresse, um Ihr Konto zu bestätigen
it: La registrazione è avvenuta con successo. Controlla la tua e-mail per confermare il tuo account
uk: Ви успішно зареєструвалися. Перевірте свою електронну пошту, щоб підтвердити обліковий запис

source: Method not available
de: Methode nicht verfügbar
it: Metodo non disponibile
uk: Метод недоступний

source: Unauthorized
de: Nicht autorisiert
it: Non autorizzato
uk: Несанкціонований

source: Forbidden
de: Verboten
it: Vietato
uk: Заборонено

source: User not found
de: Benutzer nicht gefunden
it: Utente non trovato
uk: Користувач не знайдений

source: Role not found
de: Rolle nicht gefunden
it: Ruolo non trovato
uk: Роль не знайдено

source: Helper role not found
de: Helferrolle nicht gefunden
it: Ruolo Helper non trovato
uk: Роль помічника не знайдено

source: User role not found
de: Benutzerrolle nicht gefunden
it: Ruolo utente non trovato
uk: Роль користувача не знайдено

source: Directory not found
de: Verzeichnis nicht gefunden
it: Directory non trovata
uk: Каталог не знайдено

source: File not found
de: Datei nicht gefunden
it: File non trovato
uk: Файл не знайдено

source: Help request not found
de: Hilfeanfrage nicht gefunden
it: Richiesta di aiuto non trovata
uk: Запит на допомогу не знайдено

source: Image not found
de: Bild nicht gefunden
it: Immagine non trovata
uk: Зображення не знайдено

source: Query result error
de: Abfrageergebnisfehler
it: Errore nel risultato della query
uk: Помилка результату запиту

source: Email sending error
de: Fehler beim Senden der E-Mail
it: Errore di invio dell'e-mail
uk: Помилка надсилання електронної пошти

source: Image processing error
de: Bildverarbeitungsfehler
it: Errore di elaborazione dell'immagine
uk: Помилка обробки зображення

source: User has no role
de: Benutzer hat keine Rolle
it: L'utente non ha un ruolo
uk: Користувач не має ролі

source: File has an unacceptable format
de: Datei hat ein inakzeptables Format
it: Il file ha un formato non accettabile
uk: Файл має неприйнятний формат

source: Role cannot be updated
de: Rolle kann nicht aktualisiert werden
it: Il ruolo non può essere aggiornato
uk: Роль не можна оновити

source: Role cannot be deleted
de: Rolle kann nicht gelöscht werden
it: Il ruolo non può essere cancellato
uk: Роль не можна видалити

source: User role cannot be changed
de: Benutzerrolle kann nicht geändert werden
it: Il ruolo dell'utente non può essere modificato
uk: Роль користувача змінити не можна

source: Tag cannot be empty
de: Tag darf nicht leer sein
it: Il tag non può essere vuoto
uk: Тег не може бути порожнім

source: First name too long
de: Vorname zu lang
it: Nome troppo lungo
uk: Ім'я задовге

source: Last name too long
de: Nachname zu lang
it: Cognome troppo lungo
uk: Прізвище задовге

source: File is too large
de: Datei ist zu groß
it: Il file è troppo grande
uk: Файл завеликий

source: Email too long
de: E-Mail zu lang
it: Email troppo lunghe
uk: Електронна пошта задовга

source: Address line 1 too long
de: Adresszeile 1 zu lang
it: La riga di indirizzo 1 è troppo lunga
uk: Перший рядок адреси задовгий

source: Address line 2 too long
de: Adresszeile 2 zu lang
it: La riga dell'indirizzo 2 è troppo lunga
uk: Другий рядок адреси задовгий

source: City too long
de: Stadt zu lang
it: Città troppo lunga
uk: Місто занадто довге

source: State too long
de: Zustand zu lang
it: Stato troppo lungo
uk: Стан занадто довгий

source: Postal code too long
de: Postleitzahl zu lang
it: Codice postale troppo lungo
uk: Поштовий індекс задовгий

source: Country too long
de: Land zu lang
it: Paese troppo lungo
uk: Країна занадто довга

source: Instagram too long
de: Instagram zu lang
it: Instagram troppo lungo
uk: Instagram занадто довгий

source: LinkedIn too long
de: LinkedIn zu lang
it: LinkedIn troppo lungo
uk: LinkedIn занадто довгий

source: Phone number too long
de: Telefonnummer zu lang
it: Numero di telefono troppo lungo
uk: Номер телефону задовгий

source: Skype too long
de: Skype zu lang
it: Skype troppo lungo
uk: Skype занадто довгий

source: Telegram too long
de: Telegramm zu lang
it: Telegramma troppo lungo
uk: Телеграма задовга

source: Other too long
de: Andere zu lang
it: Altro troppo lungo
uk: Інше занадто довго

source: Title too long
de: Titel zu lang
it: Titolo troppo lungo
uk: Задовга назва

source: Description too long
de: Beschreibung zu lang
it: Descrizione troppo lunga
uk: Опис задовгий

source: Tag too long
de: Tag zu lang
it: Tag troppo lungo
uk: Тег задовгий

source: Endpoint too long
de: Endpunkt zu lang
it: Punto finale troppo lungo
uk: Кінцева точка задовга

source: Auth too long
de: Auth zu lang
it: Autorizzazione troppo lunga
uk: Задовга авторизація

source: P256dh too long
de: P256dh zu lang
it: P256dh troppo lungo
uk: P256d задовгий

source: Incorrect password
de: Falsches Passwort
it: Password errata
uk: Невірний пароль

source: Passwords do not match
de: Passwörter stimmen nicht überein
it: Le password non corrispondono
uk: Паролі не збігаються

source: Old password incorrect
de: Altes Passwort falsch
it: La vecchia password non è corretta
uk: Старий пароль неправильний

source: User already exists
de: Benutzer existiert bereits
it: L'utente esiste già
uk: Користувач вже існує

source: Role already exists
de: Rolle existiert bereits
it: Il ruolo esiste già
uk: Роль уже існує

source: Email already exists
de: E-Mail existiert bereits
it: L'e-mail esiste già
uk: E-mail вже існує

source: Role type required
de: Rollentyp erforderlich
it: Tipo di ruolo richiesto
uk: Необхідний тип ролі

source: Role ID required
de: Rollen-ID erforderlich
it: ID ruolo richiesto
uk: Потрібен ідентифікатор ролі

source: User ID required
de: Benutzer-ID erforderlich
it: ID utente richiesto
uk: Необхідний ідентифікатор користувача
